---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedUnitsFormat
source: html/eab33927-c3ab-c451-3cb0-b1e1297ed850.htm
---
# Autodesk.Revit.DB.ParameterTypeId.ViewGraphSchedUnitsFormat Property

"Off-Grid Units Format"

## Syntax (C#)
```csharp
public static ForgeTypeId ViewGraphSchedUnitsFormat { get; }
```